Repository: simple-digital-edition/digital-edition-editor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Help
de_de: Hilfe

source: Change Password
de_de: Passwort ändern

source: Logout
de_de: Ausloggen

source: Login
de_de: Einloggen

source: Editions
de_de: Editionen

source: Files for the %(title)s edition
de_de: Dateien für die %(title)s Edition

source: Files
de_de: Dateien

source: The following files are available for editing:
de_de: Die folgenden Dateien können bearbeitet werden:

source: The following editions are available for you to work on:
de_de: Die folgenden Editionen können bearbeitet werden:

source: Your copy of %(title)s is up to date.
de_de: Ihre Kopie der %(title)s ist aktuell.

source: You can select a file to edit
de_de: Wählen sie die Datei aus, die sie bearbeiten wollen

source: Changes in your copy of %(title)s that have not yet been added to the master copy:
de_de: Änderungen in ihrer Kopie der %(title)s, welche noch nicht der primären Kopie hinzugefügt wurden:

source: Request adding to the master copy
de_de: Integration in die pimäre Kopie beantragen

source: Changes in the master copy of %(title)s that have not yet been added to your copy:
de_de: Änderungen in der primären Kopie der %(title)s, welche noch nicht ihrer Kopie hinzugefügt wurden:

source: Add to your copy
de_de: Ihrer Kopie hinzufügen

source: Request sent
de_de: Anfrage erfolgreich gesandt

source: Request failed
de_de: Anfrage fehlgeschlagen

source: Adding changes
de_de: Änderungen werden hinzugefügt

source: Changes added. The page will reload automatically in three seconds.
de_de: Änderungen hinzugefügt. Diese Seite wird in drei Sekunden automatisch neu geladen.

source: Adding failed
de_de: Fehler beim Hinzufügen der Änderungen

source: Changelog
de_de: Änderungshistorie

source: Detailed help can be found <a href="https://digital-edition-editor.readthedocs.io" target="_blank" rel="noopener">here</a>.
de_de: Detaillierte Hilfe kann <a href="https://digital-edition-editor.readthedocs.io" target="_blank" rel="noopener">hier</a> gefunden werden.

source: About
de_de: Über die Anwendung

source: Released
de_de: Datum

source: Changes
de_de: Änderungen

source: Full Changelog
de_de: Alle Änderungen

source: This user is unknown or you got the password wrong.
de_de: Diese_r Nutzer_in ist unbekannt oder das Passwort ist falsch.

source: Password changed
de_de: Passwort geändert

source: You have successfully changed your password.
de_de: Sie haben erfolgreich ihr Passwort geändert.

source: Change your Password
de_de: Ihr Passwort ändern

source: Updated {filename}
de_de: {filename} aktualisiert

source: Updated %(filename)sfilename
de_de: %(filename)s aktualisiert

source: Fetching changes failed
de_de: Leider konnte die aktuellste Version der Inhalte nicht vom Server geholt werden. Bis dies behoben ist, sollten sie keine Änderungen durchführen. Bitte wenden sie sich an einen Administrator um dies zu beheben.

source: Pushing changes failed
de_de: Ihre Änderungen konnten nicht mit dem Server synchronisiert werden. Dies ist vermutlich ein Netzwerkproblem und sollte sich von selbst beheben. Falls die Fehlermeldung bestehen bleibt, wenden sie sich bitte an einen Administrator.
